IDENTIFICATION DIVISION.
  AUTHOR: John Braddock
ENVIRONMENT DIVISION.
DATA DIVISION.
    01  exit_sts        PIC 99.
PROCEDURE DIVISION.
  main.
  DISPLAY "Hi World".
  STOP RUN.
